Repository: LekiTech/lezgikeyboard
Catalog: LezgiKeyboard/LezgiChalKeyboard/Localizable.xcstrings
Source language: en
Languages: ru

source: after 1 use
ru: после 1 использования

source: after 3 uses
ru: после 3 использований

source: after 5 uses
ru: после 5 использований

source: Cursor control with the space bar
ru: Управление курсором пробелом

source: Double space types a period
ru: Двойной пробел ставит точку

source: learning
ru: обучение

source: long delay
ru: долгая задержка

source: long press
ru: долгое нажатие

source: Next-word suggestion
ru: Подсказка следующего слова

source: normal delay
ru: обычная задержка

source: short delay
ru: короткая задержка

source: Show «лезг» on the space bar
ru: Показывать «лезг» на пробеле

source: Space after accepting a suggestion
ru: Пробел после выбора подсказки

source: suggestions
ru: подсказки

source: Word suggestions
ru: Подсказки слов

source: theme
ru: тема

source: Match the system
ru: Как в системе

source: Light theme
ru: Светлая тема

source: Dark theme
ru: Тёмная тема
